Repository: GradienceTeam/themeswitcher
Catalog: src/po/*.po
Languages: de_de, es, fr, ja, nb_no, nl, tr

source: <small>The extension will try to use Night Light or Location Services to automatically set your current sunrise and sunset times if they are enabled. If you prefer, you can manually choose a time source.</small>
nl: <small>De uitbreiding zal trachten nachtlicht of locatiediensten te gebruiken om automatisch de huidige zonsopkomst- en zonsondergangstijd in te stellen. Indien gewenst kunt u zelf een tijdbron kiezen.</small>
tr: <small>Eklenti, Gece Işığı veya Konum Servisleri'ni kullanarak gün doğumu ve batımı saatlerini tespit etmeye çalışacaktır. İsterseniz elle de zaman kaynağını belirtebilirsiniz.</small>

source: Always show on-demand controls
de_de: On-Demand Steuerelemente immer anzeigen
es: Mostrar siempre los controles a la carta
fr: Toujours afficher les contrôles à la demande
ja: 常に手動切り替えボタンを表示する
nl: Bediening van modus ‘op aanvraag’ altijd tonen
tr: İsteğe bağlı yönetimini her zaman göster

source: <small>This allows you to override the current time when using a schedule.</small>
nl: <small>Hiermee negeert u het huidige tijdstip bij gebruik van een schema.</small>
tr: <small> Bu şu anki kurulmuş zamanı geçersiz kılmanızı sağlar.</small>

source: Manual time source
de_de: Manuelle Zeitquelle
es: Fuente de tiempo manual
fr: Source d’horaires manuelle
ja: 時刻を取得するソースの手動設定
nb_no: Manuell tidskilde
nl: Handmatige tijdbron
tr: Elle zaman kaynağı

source: Night Light
de_de: Nachtlicht
es: Luz nocturna
fr: Mode nuit
ja: 夜間モード
nb_no: Nattlys
nl: Nachtlicht
tr: Gece Işığı

source: Location Services
de_de: Ortungsdienste
es: Servicios de localización
fr: Services de localisation
ja: 位置情報サービス
nb_no: Posisjonstjenester
nl: Loactiediensten
tr: Konum Servisleri

source: Manual schedule
de_de: Manueller Zeitplan
es: Horario manual
fr: Horaire manuel
ja: スケジュールの手動設定
nb_no: Manuell timeplan
nl: Eigen schema
tr: Elle kur

source: On-demand
es: A la carta
fr: À la demande
ja: 手動切り替え
nb_no: Ved behov
nl: Op aanvraag
tr: İsteğe bağlı

source: No preferences
nl: Geen voorkeuren
tr: Tercih yok

source: Follow <i>Disable until tomorrow</i>
de_de: <i>Bis morgen deaktivieren</i> berücksichtigen
es: Seguir <i>Desactivar hasta mañana</i>
fr: Suivre <i>Désactiver jusqu’à demain</i>
ja: <i>明日まで無効</i> に従う
nb_no: Følg <i>Skru av til i morgen</i>
nl: <i>‘Uitschakelen tot morgen’</i> volgen
tr: <i>Yarına kadar devre dışı bırak</i>'ı takip et

source: <small>When Night Light is temporarily disabled, the extension will switch to day variants.</small>
nl: <small>Als nachtlicht tijdelijk is uitgeschakeld, dan schakelt de uitbreiding over op de dagvarianten.</small>
tr: <small>Gece Işığı geçici süreliğine devre dışı bırakılınca gündüz karşılıklarına geçiş yapılır.</>

source: Manual schedule times
de_de: Manueller Zeitplan
es: Horarios de programación manual
fr: Horaires manuels
nb_no: Planlegg tider manuelt
nl: Eigen schematijden
tr: Elle kurum zamanları

source: Sunrise
de_de: Sonnenaufgang
es: Amanecer
fr: Lever du soleil
ja: 日の出
nb_no: Soloppgang
nl: Zonsopgang
tr: Gün doğumu

source: Sunset
de_de: Sonnenuntergang
es: Atardecer
fr: Coucher du soleil
ja: 日没
nb_no: Solnedgang
nl: Zonsondergang
tr: Gün batımı

source: Button location
de_de: Schaltflächenposition
es: Ubicación del botón
fr: Emplacement du bouton
ja: ボタンの位置
nb_no: Knappeposisjon
nl: Knoplocatie
tr: Tuş konumu

source: None
de_de: Nichts
es: Ninguno
fr: Aucun
ja: なし
nl: Verbergen
tr: Hiçbiri

source: Top bar
de_de: Obere Leiste
es: Barra superior
fr: Barre supérieure
ja: トップバー
nl: Bovenbalk
tr: Üst çubuk

source: System menu
de_de: Systemmenü
es: Menú del sistema
fr: Menu système
ja: システムメニュー
nb_no: Systemmeny
nl: Systeemmenu
tr: Sistem menüsü

source: Switch Shell variants
nl: Schakelen tussen Shell-themavarianten
tr: Shell karşılıklarına geçiş

source: <small>You can manually set variants if the extension cannot automatically detect the day and night variants of your GNOME Shell theme. Please <a href="https://gitlab.com/rmnvgr/nightthemeswitcher-gnome-shell-extension/-/issues">submit a request</a> to get your theme supported.</small>
nl: <small>U kunt eigen varianten kiezen als de uitbreiding de Shell-themavarianten niet automatisch detecteert. Doe <a href="https://gitlab.com/rmnvgr/nightthemeswitcher-gnome-shell-extension/-/issues">een verzoek</a> om uw thema toe te voegen aan de lijst met ondersteunde thema's.</small>
tr: <small>Eğer bu eklenti shell temanızın karşılıklarını tespit edemiyorsa, temanın karşılığını elle girebilirsiniz. Temanın desteklenmesini sağlamak için ayrıca <a href="https://gitlab.com/rmnvgr/nightthemeswitcher-gnome-shell-extension/-/issues">istekte bulunabilirsiniz</a>.</small>

source: Switch GTK theme
ja: GTKテーマの切り替え

source: Switch Shell theme
ja: Shellテーマの切り替え

source: Switch icon theme
ja: アイコンテーマの切り替え

source: Switch cursor theme
ja: カーソルテーマの切り替え

source: Transition
ja: 切り替え効果

source: Use a transition when changing the color scheme
ja: 配色を切り替える時に切り替え効果を使用する

source: Change background
fr: Changer l’arrière-plan
ja: デスクトップ背景の変更

source: Contribute
ja: 貢献する

source: View the code and report issues
ja: コードの表示と問題の報告

source: Contribute to the translation
ja: 翻訳の協力

source: Support me with a donation
ja: 寄付で製作者をサポートする

source: The extension will try to use Night Light or Location Services to automatically set your current sunrise and sunset times if they are enabled. If you prefer, you can manually choose a time source.
de_de: Die Erweiterung wird versuchen, anhand des Nachtlichts oder des Ortungsdienstes die aktuelle Zeit für Sonnenaufgang und Sonnenuntergang zu bestimmen. Sie können diese Einstellung aber auch selbst vornehmen.
fr: S’ils sont activés, l’extension essayera d’utiliser le mode nuit ou les services de localisation pour déterminer automatiquement les heures actuelles de lever et de coucher du soleil. Si vous préférez, vous pouvez sélectionner manuellement une source d’horaires.
ja: この拡張機能はGNOMEの夜間モードまたは位置情報サービスが有効な場合、それらを使用して現在の日の出と日没の時刻を自動的に設定します。必要であれば、手動で時刻を取得するソースを選択することもできます。
nb_no: Tillegget kan prøve å bruke nattlys eller posisjonstjenester for å automatisk sette din nåværende soloppgang- og solnedgangstider hvis de er påslått. Hvis du foretrekker det, kan du manuelt velge en tidskilde.

source: Allows you to override the current time when using a schedule.
fr: Permet de contrôler le temps quand vous utiliser un horaire.
ja: スケジュールを使用している時に、現在の時刻を上書きできるようにします。

source: Advanced
ja: 高度な設定

source: Smooth transition between day and night appearance.
ja: 日中と夜間の外観の切り替えをスムーズにします。

source: These settings only apply when Night Light is the time source.
ja: これらの設定は、夜間モードを時刻のソースとして使用している場合にのみ適用されます。

source: When Night Light is temporarily disabled, the extension will switch to day variants.
de_de: Auf Tagesvariante wechseln, wenn das Nachtlicht vorübergehend deaktiviert wird.
fr: Quand le mode nuit est temporairement désactivé, l’extension va permuter vers les variantes diurnes.
ja: 夜間モードを一時的に無効にすると、拡張機能は日中の外観に切り替えます。
nb_no: Når nattlys skrus av midlertidig, vil tillegget bytte til dag-variantene.

source: These settings only apply when using the manual schedule as the time source.
ja: これらの設定は、手動設定したスケジュールを時刻のソースとして使用している場合にのみ適用されます。

source: These settings only apply when using the on-demand time source.
ja: これらの設定は、手動切り替えを時刻のソースとして使用している場合にのみ適用されます。

source: Choose…
de_de: Auswählen…
fr: Choisir…
ja: 選択する…
nb_no: Velg…

source: Change keyboard shortcut
fr: Changer le raccourci clavier
ja: キーボードショートカットの変更

source: Press your keyboard shortcut…
de_de: Drücken Sie den Tastaturkürzel…
fr: Pressez votre raccourci clavier…
ja: 使用したいキーボードショートカットを押下してください…

source: Themes
ja: テーマ

source: GNOME has a built-in dark mode that the extension uses. Manually switching themes is discouraged and is only here for legacy reasons.
ja: GNOMEには、拡張機能が使用するダークモードが組み込まれています。テーマを手動で切り替えることは推奨されません。これは従来の理由によるものです。

source: Forcing a dark theme on applications not designed to support it can have undesirable side-effects such as unreadable text or invisible icons.
ja: ダークテーマをサポートするように設計されていないアプリケーションにダークテーマを強制的に適用すると、文章が読めなくなったりアイコンが見えなくなったりするなどの望ましくない問題が発生することがあります。

source: Turn Night Mode Off
ja: 夜間モードをオフにする

source: Turn Night Mode On
ja: 夜間モードをオンにする

source: Extension Settings
ja: 拡張機能の設定

source: Night Mode Off
ja: 夜間モードはオフです

source: Night Mode On
ja: 夜間モードはオンです

source: Turn Off
ja: オフにする

source: Turn On
ja: オンにする

source: Only JPEG, PNG, TIFF, SVG and XML files can be set as background image.
ja: 背景画像として使用できるのはJPEG、PNG、TIFF、SVGとXMLのファイルのみです。

source: Switch cursor theme variants
fr: Permuter les variantes du thème de curseur

source: Switch GTK theme variants
fr: Permuter les variantes du thème GTK

source: Support us
fr: Nous soutenir

source: View code on GitLab
fr: Voir le code sur GitLab

source: Translate on Weblate
fr: Traduire sur Weblate

source: Donate on Liberapay
fr: Donner sur Liberapay

source: Switch icon theme variants
fr: Permuter les variantes du thème d’icônes

source: Appearance
fr: Apparence

source: Switch Shell theme variants
fr: Permuter les variantes du thème du Shell

source: You can manually set variants if the extension cannot automatically detect the day and night variants of your GTK theme. Please <a href="https://gitlab.com/rmnvgr/nightthemeswitcher-gnome-shell-extension/-/issues">submit a request</a> to get your theme supported.
de_de: Sie können die Tag- und Nachtvarianten des GTK-Themas selbst festlegen, falls die Erweiterung diese nicht automatisch erkennt. Bitte <a href="https://gitlab.com/rmnvgr/nightthemeswitcher-gnome-shell-extension/-/issues">reichen Sie eine Anfrage ein</a>, damit Ihr Thema unterstützt werden kann.
nb_no: Du kan manuelt sette varianter hvis tillegget ikke kan oppdage dag- og natt-varianter av din GTK-drakt automatisk. <a href="https://gitlab.com/rmnvgr/nightthemeswitcher-gnome-shell-extension/-/issues">Send inn en forespørsel</a> for å få din drakt støttet.

source: You can manually set variants if the extension cannot automatically detect the day and night variants of your GNOME Shell theme. Please <a href="https://gitlab.com/rmnvgr/nightthemeswitcher-gnome-shell-extension/-/issues">submit a request</a> to get your theme supported.
de_de: Sie können die Tag- und Nachtvarianten des GNOME-Shell-Themas selbst festlegen, falls die Erweiterung diese nicht automatisch erkennt. Bitte <a href="https://gitlab.com/rmnvgr/nightthemeswitcher-gnome-shell-extension/-/issues">reichen Sie eine Anfrage ein</a>, damit Ihr Thema unterstützt werden kann.
nb_no: Du kan manuelt sette varianter hvis tillegget ikke kan oppdage dag- og natt-varianter av din GNOME-drakt automatisk. <a href="https://gitlab.com/rmnvgr/nightthemeswitcher-gnome-shell-extension/-/issues">Send inn en forespørsel</a> for å få din drakt støttet.
