Repository: GradienceTeam/themeswitcher
Catalog: src/po/*.po
Languages: de_de, es, fr, ja, nb_no, nl, tr

source: Unable to automatically detect the day and night variants for the "%s" GTK theme. Please manually choose them in the extension's preferences.
de_de: Die Tag- und Nachtvariante für das GTK-Thema "%s" konnte nicht automatisch erkannt werden. Bitte wählen Sie diese manuell in den Einstellungen aus.
es: No se pudieron detectar automáticamente las variantes diurnas y nocturnas para el tema GTK "%s". Por favor, selecciónelos manualmente en las preferencias de la extensión.
fr: Impossible de détecter automatiquement les variantes diurnes et nocturnes pour le thème GTK "%s". Veuillez les sélectionner manuellement dans les préférences de l’extension.
nb_no: Kunne ikke oppdage dag- og natt-varianter av «%s»-GTK-drakten. Velg dem manuelt i tilleggets innstillinger.
nl: De dag- en nachtvarianten van het GTK-thema ‘%s’ kunnen niet worden gedetecteerd. Kies ze handmatig in de uitbreidingsvoorkeuren.
tr: "%s" GTK temasının gündüz ve gece karşılıkları bilinmiyor. Lütfen bu eklentinin ayarlar sekmesi üzerinden elle belirleyin.

source: Unable to automatically detect the day and night variants for the "%s" GNOME Shell theme. Please manually choose them in the extension's preferences.
de_de: Die Tag- und Nachtvariante für das GNOME-Shell-Thema "%s" konnte nicht automatisch erkannt werden. Bitte wählen Sie diese manuell in den Einstellungen aus.
es: No se pudieron detectar automáticamente las variantes diurnas y nocturnas para el tema de GNOME Shell "%s". Por favor, selecciónelos manualmente en las preferencias de la extensión.
fr: Impossible de détecter automatiquement les variantes diurnes et nocturnes pour le thème GNOME Shell "%s". Veuillez les sélectionner manuellement dans les préférences de l’extension.
nb_no: Kunne ikke oppdage dag- og natt-varianter av «%s»-GNOME-skall-drakten. Velg dem manuelt i tilleggets innstillinger.
nl: De dag- en nachtvarianten van het GNOME Shell-thema ‘%s’ kunnen niet worden gedetecteerd. Kies ze handmatig in de uitbreidingsvoorkeuren.
tr: "%s" GNOME Shell temasının gündüz ve gece karşılıkları bilinmiyor. Lütfen bu eklentinin ayarlar sekmesi üzerinden elle belirleyin.

source: Switch to night theme
de_de: Auf Nacht-Thema umschalten
es: Cambiar al tema nocturno
fr: Passer au thème nocturne
nb_no: Bytt til natt-drakt
nl: Nachtthema toepassen
tr: Gece temasına geç

source: Switch to day theme
de_de: Auf Tag-Thema umschalten
es: Cambiar al tema diurno
fr: Passer au thème diurne
nb_no: Bytt til dag-drakt
nl: Dagthema toepassen
tr: Gündüz temasına geç

source: Backgrounds
ja: デスクトップ背景
nl: Achtergronden
tr: Arkaplanlar

source: Commands
de_de: Befehle
es: Comandos
fr: Commandes
ja: コマンド
nb_no: Kommandoer
nl: Opdrachten
tr: Komutlar

source: Cursor theme
nl: Cursorthema
tr: İmleç teması

source: GTK theme
nl: GTK-thema
tr: GTK teması

source: Icon theme
nl: Pictogramthema
tr: İkon teması

source: Schedule
de_de: Zeitplan
es: Horario
fr: Horaires
ja: スケジュール
nb_no: Timeplan
nl: Schema
tr: Kur

source: Choose
nl: Kiezen
tr: Seç

source: Shell theme
nl: Shell-thema
tr: Shell teması

source: Default
de_de: Standard
es: Por defecto
fr: Par défaut
ja: デフォルト
nb_no: Forvalg
nl: Standaard
tr: Varsayılan

source: Settings version
de_de: Einstellungsversion
es: Versión de la configuración
fr: Version des paramètres
ja: 設定のバージョン
nb_no: Innstillingsversjon
nl: Voorkeurenversie
tr: Ayarlar sürümü

source: The current extension settings version
de_de: Die aktuelle Version der Erweiterungseinstellungen
es: La versión actual de la configuración de la extensión
fr: La version actuelle des paramètres de l’extension
ja: 現在の拡張機能の設定のバージョン
nb_no: Innstillingsversjon for nåværende tillegg
nl: De huidige versie van de uitbreidingsvoorkeuren
tr: Bu eklentinin şu anki ayarlar sürümü

source: Switch GTK variants
de_de: GTK-Varianten wechseln
es: Cambiar las variantes de GTK
fr: Permuter les variantes GTK
nb_no: Bytt GTK-varianter
nl: Schakelen tussen GTK-themavarianten
tr: GTK karşılıklarına geçiş

source: Enable GTK variants switching
de_de: Wechsel der GTK-Varianten aktivieren
es: Habilitar el cambio de las variantes de GTK
fr: Activer le changement de variantes GTK
ja: GTKバリアントの切り替えを有効にする
nb_no: Skru på GTK-variantbytting
nl: Schakel wisselen van GTK-themavariant in
tr: GTK karşılıklarına geçişi etkinleştir

source: Day GTK theme
de_de: GTK-Thema Tag
es: Tema GTK diurno
fr: Thème GTK diurne
ja: 日中のGTKテーマ
nb_no: GTK-dagdrakt
nl: GTK-thema (overdag)
tr: GTK gündüz teması

source: The GTK theme to use during daytime
de_de: Das GTK-Thema zur Verwendung tagsüber
es: El tema GTK para usar durante el día
fr: Le thème GTK à utiliser le jour
ja: 日中に使用するGTKテーマ
nb_no: GTK-drakt å bruke om dagen
nl: Het overdag toe te passen GTK-thema
tr: Gündüz kullanılacak GTK teması

source: Night GTK theme
de_de: GTK-Thema Nacht
es: Tema GTK nocturno
fr: Thème GTK nocturne
ja: 夜間のGTKテーマ
nb_no: GTK-nattdrakt
nl: GTK-thema ('s avonds/'s nachts)
tr: GTK gece teması

source: The GTK theme to use during nighttime
de_de: Das GTK-Thema zur Verwendung nachts
es: El tema GTK para usar durante la noche
fr: Le thème GTK à utiliser la nuit
ja: 夜間に使用するGTKテーマ
nb_no: GTK-drakt å bruke på natten
nl: Het 's avonds/'s nachts toe te passen GTK-thema
tr: Gece kullanılacak GTK teması

source: Use manual GTK variants
de_de: Manuelle GTK-Varianten verwenden
es: Usar variantes manuales de GTK
fr: Utiliser des variantes GTK manuelles
nb_no: Bruk manuelle GTK-varianter
nl: GTK-varianten handmatig instellen
tr: Elle girilmiş GTK karşılıklarını kullan

source: Disable automatic GTK theme variants detection
de_de: Automatische Erkennung der GTK-Themenvarianten deaktivieren
es: Deshabilitar la detección automática de variantes de temas GTK
fr: Désactiver la détection automatique des variantes du thème GTK
nb_no: Skru av automatisk oppdagelse av GTK-drakt
nl: Schakel automatische themavariantdetectie uit
tr: Otomatik GTK tema karşılıkları tespitini devre dışı bırak

source: Switch shell variants
de_de: Shell-Varianten wechseln
es: Cambiar las variantes de shell
fr: Permuter les variantes du shell
nb_no: Bytt skallvarianter
nl: Schakelen tussen Shell-themavarianten
tr: Shell karşılıklarına geçiş

source: Enable shell variants switching
de_de: Wechsel der Shell-Varianten aktivieren
es: Habilitar el cambio de variantes de shell
fr: Activer le changement des variantes du shell
ja: Shellバリアントの切り替えを有効にする
nb_no: Skru på bytting av skallvariant
nl: Schakel wisselen van Shell-themavariant in
tr: Shell karşılıklarına geçişi etkinleştir

source: Day shell theme
de_de: Shell-Thema Tag
es: Tema shell diurno
fr: Thème shell diurne
ja: 日中のShellテーマ
nb_no: Dagdrakt for skall
nl: Shell-thema (overdag)
tr: Shell gündüz teması

source: The shell theme to use during daytime
de_de: Das Shell-Thema zur Verwendung tagsüber
es: El tema shell para usar durante el día
fr: Le thème shell à utiliser le jour
ja: 日中に使用するShellテーマ
nb_no: Skalldrakt å bruke om dagen
nl: Het overdag toe te passen Shell-thema
tr: Gündüz kullanılacak shell teması

source: Night shell theme
de_de: Shell-Thema Nacht
es: Tema shell nocturno
fr: Thème shell nocturne
ja: 夜間のShellテーマ
nb_no: Natt-skalldrakt
nl: GTK-thema ('s avonds/'s nachts)
tr: Shell gece teması

source: The shell theme to use during nighttime
de_de: Das Shell-Thema zur Verwendung nachts
es: El tema shell para usar durante la noche
fr: Le thème shell à utiliser la nuit
ja: 夜間に使用するShellテーマ
nb_no: Skalldrakt å bruke om natten
nl: Het 's avonds/'s nachts toe te passen Shell-thema
tr: Gece kullanılacak shell teması

source: Use manual shell variants
de_de: Manuelle Shell-Varianten verwenden
es: Usar variantes manuales de shell
fr: Utiliser des variantes shell manuelles
nb_no: Bruk manuelle skallvarianter
nl: Shell-varianten handmatig instellen
tr: Elle girilmiş shell karşılıklarını kullan

source: Disable automatic shell theme variants detection
de_de: Automatische Erkennung der Shell-Themenvarianten deaktivieren
es: Deshabilitar la detección automática de variantes de temas de shell
fr: Désactiver la détection automatique des variantes du thème shell
nb_no: Skru av automatisk oppdagelse av draktvarianter
nl: Schakel automatische themavariantdetectie uit
tr: Otomatik shell teması karşılıkları tespitini devre dışı bırak

source: Switch icon variants
de_de: Symbol-Varianten wechseln
es: Cambiar las variantes de iconos
fr: Permuter les variantes d’icônes
nb_no: Bytt ikonvarianter
nl: Schakelen tussen pictogramthemavarianten
tr: İkon karşılıklarına geçiş

source: Enable icon variants switching
de_de: Wechsel der Symbol-Varianten aktivieren
es: Habilitar el cambio de las variantes de iconos
fr: Activer le changement de variantes d’icônes
ja: アイコンテーマの切り替えを有効にする
nb_no: Skru på bytting av ikonvarianter
nl: Schakel wisselen van pictogramthemavariant in
tr: İkon karşılıklarına geçişi etkinleştir

source: Day icon theme
de_de: Symbol-Thema Tag
es: Tema de iconos diurno
fr: Thème d’icônes diurne
ja: 日中のアイコンテーマ
nb_no: Dag-ikondrakt
nl: Pictogramthema (overdag)
tr: İkon gündüz teması

source: The icon theme to use during daytime
de_de: Das Symbol-Thema zur Verwendung tagsüber
es: El tema de iconos para usar durante el día
fr: Le thème d’icônes à utiliser le jour
ja: 日中に使用するアイコンテーマ
nb_no: Ikondrakt å bruke om dagen
nl: Het overdag toe te passen pictogramthema
tr: Gündüz kullanılacak ikon teması

source: Night icon theme
de_de: Symbol-Thema Nacht
es: Tema de iconos nocturno
fr: Thème d’icônes nocturne
ja: 夜間のアイコンテーマ
nb_no: Natt-ikondrakt
nl: Pictogramthema ('s avonds/'s nachts)
tr: İkon gece teması

source: The icon theme to use during nighttime
de_de: Das Symbol-Thema zur Verwendung nachts
es: El tema de iconos para usar durante la noche
fr: Le thème d’icônes à utiliser la nuit
ja: 夜間に使用するアイコンテーマ
nb_no: Ikondrakt å bruke om natten
nl: Het 's avonds/'s nachts toe te passen pictogramthema
tr: Gece kullanılacak ikon teması

source: Switch cursor variants
de_de: Cursor-Varianten wechseln
es: Cambiar las variantes del cursor
fr: Permuter les variantes de curseur
nb_no: Bytt pekervarianter
nl: Schakelen tussen cursorthemavarianten
tr: İmleç karşılıklarına geçiş

source: Enable cursor variants switching
de_de: Wechsel der Cursor-Varianten aktivieren
es: Habilitar el cambio de las variantes del cursor
fr: Activer le changement de variantes de curseur
ja: カーソルテーマの切り替えを有効にする
nb_no: Skru på pekervariantbytting
nl: Schakel wisselen van cursorthemavariant in
tr: İkon karşılıklarına geçişi etkinleştir

source: Day cursor theme
de_de: Cursor-Thema Tag
es: Tema del cursor diurno
fr: Thème de curseurs diurne
ja: 日中のカーソルテーマ
nb_no: Dag-pekerdrakt
nl: Cursorthema (overdag)
tr: İmleç gündüz teması

source: The cursor theme to use during daytime
de_de: Das Cursor-Thema zur Verwendung tagsüber
es: El tema del cursor para usar durante el día
fr: Le thème de curseurs à utiliser le jour
ja: 日中に使用するカーソルテーマ
nb_no: Pekerdrakt å bruke om dagen
nl: Het overdag toe te passen cursorthema
tr: Gündüz kullanılacak imleç teması

source: Night cursor theme
de_de: Cursor-Thema Nacht
es: Tema del cursor nocturno
fr: Thème de curseurs nocturne
ja: 夜間のカーソルテーマ
nb_no: Natt-pekerdrakt
nl: Cursorthema ('s avonds/'s nachts)
tr: İmleç gece teması

source: The cursor theme to use during nighttime
de_de: Das Cursor-Thema zur Verwendung nachts
es: El tema del cursor para usar durante la noche
fr: Le thème de curseurs à utiliser la nuit
ja: 夜間に使用するカーソルテーマ
nb_no: Pekerdrakt å bruke om natten
nl: Het 's avonds/'s nachts toe te passen cursorthema
tr: Gece kullanılacak imleç teması

source: Enable commands
de_de: Befehle aktivieren
es: Habilitar comandos
fr: Activer les commandes
ja: コマンドを有効にする
nb_no: Skru på kommandoer
nl: Opdrachten gebruiken
tr: Komutları etkinleştir

source: Commands will be spawned on time change
de_de: Befehle werden bei Zeitänderung ausgeführt
es: Los comandos serán generados en el cambio de horario
fr: Les commandes seront lancées au changement d’horaire
ja: コマンドは設定された時間になった時に実行されます
nb_no: Kommandoer vil bli kjørt ved tidsendringstidspunktet
nl: De opdrachten worden uitgevoerd na zonsopkomst/-ondergang
tr: Komutlar gün saati değişiminde yürütülecek

source: Sunrise command
de_de: Befehl bei Sonnenaufgang
es: Comando del amanecer
fr: Commande du lever de soleil
ja: 日の出時のコマンド
nb_no: Soloppgangskommando
nl: Zonsopgangopdracht
tr: Gün doğumu komutu

source: The command to spawn at sunrise
de_de: Befehl, der bei Sonnenaufgang ausgeführt werden soll
es: El comando que se generará al amanecer
fr: La commande à lancer quand le soleil se lève
ja: 日の出時に実行されるコマンド
nb_no: Kommando å kjøre ved soloppgang
nl: De opdracht die moet worden uitgevoerd bij zonsopkomst
tr: Gündüz olunca yürütülecek komut

source: Sunset command
de_de: Befehl bei Sonnenuntergang
es: Comando del atardecer
fr: Commande du coucher de soleil
ja: 日没時のコマンド
nb_no: Solnedgangskommando
nl: Zonsondergangopdracht
tr: Gün batımı komutu

source: The command to spawn at sunset
de_de: Befehl, der bei Sonnenuntergang ausgeführt werden soll
es: El comando que se generará al atardecer
fr: La commande à lancer quand le soleil se couche
ja: 日没時に実行されるコマンド
nb_no: Kommando å kjøre ved solnedgang
nl: De opdracht die moet worden uitgevoerd bij zonsondergang
tr: Akşam olduğunda yürütülecek komut

source: Enable backgrounds
de_de: Hintergrundbilder aktivieren
es: Habilitar fondos
fr: Activer les arrière-plans
nb_no: Skru på bakgrunner
nl: Achtergronden instellen
tr: Arkaplanları etkinleştir

source: Background will be changed on time change
de_de: Hintergrundbild wird bei Zeitänderung geändert
es: El fondo se cambiarán en el cambio del tiempo
fr: L’arrière-plan changera au changement d’horaire
nb_no: Bakgrunn vil endres ved tidsendringstidspunktet
nl: De achtergrond wordt gewijzigd na zonsopkomst/-ondergang
tr: Arkaplan, gün zamanı değişiminde değiştirilecek

source: Day background
de_de: Hintergrund bei Tag
es: Fondo diurno
fr: Arrière-plan diurne
ja: 日中のデスクトップ背景
nb_no: Dag-bakgrunn
nl: Dagachtergrond
tr: Gündüz arkaplanı

source: Path to the day background
de_de: Pfad zum Hintergrundbild für den Tag
es: Ruta al fondo diurno
fr: Chemin vers l’arrière-plan diurne
ja: 日中に適用されるデスクトップ背景のパス
nb_no: Sti til dag-bakgrunnen
nl: Locatie van de dagachtergrond
tr: Gündüz arkaplanı dosya yolu

source: Night background
de_de: Hintergrund bei Nacht
es: Fondo nocturno
fr: Arrière-plan nocturne
ja: 夜間のデスクトップ背景
nb_no: Natt-bakgrunn
nl: Nachtachtergrond
tr: Gece arkaplanı

source: Path to the night background
de_de: Pfad zum Hintergrundbild für die Nacht
es: Ruta al fondo nocturno
fr: Chemin vers l’arrière-plan nocturne
ja: 夜間に適用されるデスクトップ背景のパス
nb_no: Sti til natt-bakgrunnen
nl: Locatie van de nachtachtergrond
tr: Gece arkaplanı dosya yolu

source: Time source
de_de: Zeitquelle
es: Fuente de tiempo
fr: Source d’horaires
ja: 時刻のソース
nb_no: Tidskilde
nl: Tijdbron
tr: Zaman kaynağı

source: The source used to check current time
de_de: Die Quelle, die zum Überprüfen der aktuellen Zeit verwendet wird
es: La fuente utilizada para comprobar la hora actual
fr: Source utilisée pour vérifier les horaires
ja: 現在時刻を確認するために使用されるソース
nb_no: Kilde brukt for å sjekke nåværende tid
nl: De bron die moet worden gebruikt om het huidige tijdstip te controleren
tr: Zamanı kontrol etmek için kullanılacak kaynak

source: Follow Night Light "Disable until tomorrow"
de_de: "Bis morgen deaktivieren" des Nachtlichts berücksichtigen
es: Seguir "Desactivar hasta mañana" de luz nocturna
fr: Suivre "Désactivé jusqu’à demain" du mode nuit
ja: 夜間モードを「明日まで無効」の設定に従うようにする
nb_no: Følg nattlys «Skru av til i morgen»
nl: Nachtlichtvoorkeur ‘Uitschakelen tot morgen’ volgen
tr: Gece Işığı "Yarına kadar devre dışı bırak"ı takıp et

source: Switch back to day time when Night Light is temporarily disabled
de_de: Zur Tageszeit zurückkehren, wenn Nachtlicht vorübergehend deaktiviert wird
es: Volver a la hora diurna cuando luz nocturna es temporalmente desactivada
fr: Permuter vers les variantes diurnes lorsque le mode nuit est désactivé temporairement
ja: 夜間モードが一時的に無効になった時に日中のテーマに戻す
nb_no: Bytt tilbake til dagtid når nattlys skrus av midlertidig
nl: Schakel terug naar het dagthema als nachtlicht tijdelijk wordt uitgeschakeld
tr: Gece Işığı devre dışı olunca gündüz zamanı ayarlarına geri dön

source: Always enable the on-demand timer
de_de: On-Demand Timer immer aktivieren
es: Habilitar siempre el temporizador a la carta
fr: Toujours activer le gestionnaire à la demande
ja: 常に手動切り替えタイマーを有効にする
nl: Tijdklok ‘op aanvraag’ gebruiken
tr: İsteğe bağlı zamanlayıcı her zaman etkinleştir

source: The on-demand timer will always be enabled alongside other timers
de_de: Der On-Demand Timer wird immer gleichzeitig zu anderen Timern aktiviert sein
es: El temporizador a la carta siempre se activará junto con otros temporizadores
fr: Le gestionnaire à la demande sera toujours activés avec les autres gestionnaires
ja: 手動切り替えタイマーは常に他のタイマーと一緒に有効になります
nl: De tijdklok ‘op aanvraag’ is altijd ingeschakeld, tezamen met andere tijdklokken
tr: İsteğe bağlı zamanlayıcı diğer zamanlayıcılarla beraber her zaman etkin olacak

source: On-demand time
de_de: On-Demand Timer
es: Tiempo a la carta
fr: Temps à la demande
ja: 手動切り替えの時刻
nl: Tijdstip
tr: İsteğe bağlı zaman

source: The current time used in on-demand mode
de_de: Die aktuelle Zeit zur Verwendung im On-Demand Modus
es: La hora actual utilizada en el modo a la carta
fr: Le temps actuel utilisé dans le mode à la demande
ja: 手動切り替えモードで使用される現在時刻
nl: Het huidige tijdstip van de modus ‘op aanvraag’
tr: İsteğe bağlı modunda kullanıcak şu anki zaman

source: Key combination to toggle time
de_de: Tastenkombination zur Zeitumschaltung
es: Combinación de teclas para alternar el tiempo
fr: Combinaison de touches pour permuter le temps
ja: 時間を切り替えるために使用するキーの組み合わせ
nb_no: Tastekombinasjon for å veksle tid
nl: Sneltoets om tussen tijden te schakelen
tr: Zamanlar arası geçiş için kullanılacak tuş kısayolu

source: The key combination that will toggle time in on-demand mode
de_de: Tastenkombination, um die Zeit im On-Demand Modus umzuschalten
es: La combinación de teclas que alternará el tiempo en el modo a la carta
fr: La combinaison de touches qui permutera le temps en mode à la demande
ja: 手動切り替えモードで時間を切り替えるために使用するキーの組み合わせ
nl: Sneltoets om tussen tijden te schakelen in de modus ‘op aanvraag’
tr: İsteğe bağlı modu geçişinde kullanılacak tuş kısayolu

source: On-demand button placement
de_de: Position der On-Demand Schaltfläche
es: Colocación del botón a la carta
fr: Emplacement du bouton à la demande
ja: 手動切り替えボタンの配置
nb_no: Behovsprøvd knappeplassering
nl: Knopplaatsing van modus ‘op aanvraag’
tr: İsteğe bağlı tuşu konumu

source: Where the on-demand button will be placed
de_de: Position, an der die On-Demand Schaltfläche sichtbar sein wird
es: Donde se colocará el botón de a la carta
fr: Où le bouton du changement à la demande sera placé
ja: 手動切り替えボタンを配置する場所
nb_no: Hvor skal behovsprøvd knapp plasseres
nl: Waar de knop van de modus ‘op aanvraag’ moet worden geplaatst
tr: İsteğe bağlı tuşunun konumlandırılacağı yer

source: Use manual time source
de_de: Manuelle Zeitquelle verwenden
es: Usar la fuente de tiempo manual
fr: Utiliser une source d’horaires manuelle
ja: 手動設定した時刻をソースとして使用する
nb_no: Bruk manuell tidskilde
nl: Handmatige tijdbron instellen
tr: Elle girilmiş zaman kaynağını kullan

source: Disable automatic time source detection
de_de: Automatische Zeitquellenerfassung deaktivieren
es: Desactivar la detección automática de la fuente de tiempo
fr: Désactive la détection automatique de la source d’horaires
ja: 時刻ソースの自動検出を無効にする
nb_no: Skru av automatisk tidskildeoppdagelse
nl: Schakel automatische tijdbrondetectie uit
tr: Otomatik zaman kaynağı tespitini devre dışı bırak

source: Sunrise time
de_de: Sonnenaufgang Zeit
es: Hora del amanecer
fr: Heure du lever
ja: 日の出の時刻
nb_no: Soloppgangstid
nl: Zonsopgang
tr: Gün doğumu saati

source: When the day starts
de_de: Wann der Tag beginnt
es: Cuando el día comienza
fr: Quand le jour se lève
ja: 一日が始まる時
nb_no: Ved dagens begynnelse
nl: Op welk tijdstip de dag begint
tr: Gün başlangıcı saati

source: Sunset time
de_de: Sonnenuntergang Zeit
es: Hora de la puesta de sol
fr: Heure du coucher
ja: 日没の時刻
nb_no: Solnedgangstid
nl: Zonsondergang
tr: Gün batımı saati

source: When the day ends
de_de: Wann der Tag endet
es: Cuando el día termina
fr: Quand le jour se couche
ja: 一日が終わる時
nb_no: Når dagen slutter
nl: Op welk tijdstip de dag eindigt
tr: Gün sona erdiği an

source: Switch backgrounds
de_de: Hintergrundbilder wechseln
es: Cambiar los fondos
fr: Permuter les arrière-plans
nb_no: Bytt bakgrunner
nl: Andere achtergrond gebruiken
tr: Arkaplanlar arası geçiş

source: Select your background image
de_de: Hintergrundbild wählen
es: Seleccione su imagen de fondo
fr: Sélectionnez votre image d’arrière-plan
ja: 背景画像を選択してください
nb_no: Velg ditt bakgrunnsbilde
nl: Kies een achtergrondafbeelding
tr: Arkaplan görüntünüzü seçin

source: Clear
de_de: Bereinigen
es: Quitar
fr: Effacer
ja: クリア
nb_no: Tøm
nl: Wissen
tr: Temizle

source: Run commands
de_de: Befehle ausführen
es: Ejecutar comandos
fr: Lancer des commandes
ja: コマンドの実行
nb_no: Kjør kommandoer
nl: Opdrachten uitvoeren
tr: Komutlar yürüt

source: <small>You can set custom commands that will be run when the time of the day changes.</small>
nl: <small>U kunt aangepaste opdrachten instellen die worden uitgevoerd na zonsopkomst/-ondergang.</small>
tr: <small>Gün saati değişince yürütülecek komutlar ayarlayabilirsiniz.</small>

source: notify-send "Hello sunshine!"
de_de: notify-send "Hallo Sonnenschein!"
es: notify-send "¡Buenos días!"
fr: notify-send "Bonjour!"
ja: notify-send "こんにちは、日光さん!"
nb_no: notify-send "Hei solskinn."
nl: notify-send "Het zonnetje in huis!"
tr: notify-send "Merhaba gün ışığı!"

source: notify-send "Hello moonshine!"
de_de: notify-send "Hallo Mondschein!"
es: notify-send "¡Buenas noches!"
fr: notify-send "Bonsoir!"
ja: notify-send "こんにちは、月光さん!"
nb_no: notify-send "Hei måneskinn."
nl: notify-send "Zie de maan schijnt door de bomen…"
tr: notify-send "Merhaba ay ışığı!"

source: Variants
nl: Varianten
tr: Karşılıklar

source: Day variant
de_de: Tagesvarianten
es: Variante diurna
fr: Variante diurne
ja: 日中のテーマ
nb_no: Dag-variant
nl: Dagvariant
tr: Gündüz karşılığı

source: Night variant
de_de: Nachtvarianten
es: Variante nocturna
fr: Variante nocturne
ja: 夜間のテーマ
nb_no: Natt-variant
nl: Nachtvariant
tr: Gece karşılığı

source: Manual variants
de_de: Manuelle Varianten
es: Variantes manuales
fr: Variantes manuelles
nb_no: Manuelle varianter
nl: Eigen varianten
tr: Elle belirlenmiş karşılıklar

source: <small>You can manually set variants if the extension cannot automatically detect the day and night variants of your GTK theme. Please <a href="https://gitlab.com/rmnvgr/nightthemeswitcher-gnome-shell-extension/-/issues">submit a request</a> to get your theme supported.</small>
nl: <small>U kunt eigen varianten kiezen als de uitbreiding de GTK-themavarianten niet automatisch detecteert. Doe <a href="https://gitlab.com/rmnvgr/nightthemeswitcher-gnome-shell-extension/-/issues">een verzoek</a> om uw thema toe te voegen aan de lijst met ondersteunde thema's.</small>
tr: <small>Eğer bu eklenti kullandığınız GTK temasını algılayamıyorsa, temanın karşılığını elle girebilirsiniz. Temanın desteklenmesini sağlamak için ayrıca <a href="https://gitlab.com/rmnvgr/nightthemeswitcher-gnome-shell-extension/-/issues">istekte bulunabilirsiniz</a>.</small>

source: Press your keyboard shortcut...
nl: Druk op een sneltoets…
tr: Klavye kısayolunu tuşlayın

source: Keyboard shortcut
de_de: Tastaturkürzel
es: Atajo de teclado
fr: Raccourci clavier
ja: キーボードショートカット
nb_no: Tastatursnarvei
nl: Sneltoets
tr: Klavye kısayolu

source: Cancel
nl: Annuleren
tr: İptal et

source: Automatic time source
nl: Automatische tijdbron
tr: Otomatik zaman kaynağı
